Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SaverSelectionDescriptionPhotosSetUp
source: To use your favorite photos or Memories, set up iCloud Photos. To use Music album art or share from your home network, go to Screen Saver Preferences.
ar: لاستخدام الصور المفضلة أو الذكريات، يجب إعداد صور iCloud. لاستخدام غلاف ألبوم الموسيقى أو المشاركة من شبكتك المنزلية، انتقل إلى تفضيلات شاشة التوقف.
ca: Per utilitzar els records i les teves fotos favorites, activa les fotos a l’iCloud. Per utilitzar les il·lustracions dels àlbums de música o compartir contingut de la xarxa local, ves a la configuració de l’estalvi de pantalla.
cs: Chcete‑li používat své oblíbené fotky, nebo vzpomínky, nastavte si službu Fotky na iCloudu. Chcete‑li používat grafiku hudebních alb nebo sdílení z domácí sítě, přejděte do předvoleb spořiče obrazovky.
da: Hvis du vil bruge dine yndlingsfotos eller minder, skal du indstille iCloud‑fotos. Gå til indstillingerne til skærmskåner, hvis du vil bruge albumbilleder eller dele fra dit hjemmenetværk.
de: Um deine Lieblingsfotos oder Rückblicke zu verwenden, richte „iCloud‑Fotos“ ein. Um Albencover von „Musik“ zu verwenden oder im Netzwerk des Zuhauses geteilte Medien, öffne „Bildschirmschoner“ in den Einstellungen.
el: Για χρήση των αγαπημένων σας φωτογραφιών ή αναμνήσεων, διαμορφώστε τις Φωτογραφίες iCloud. Για χρήση εξώφυλλου μουσικού άλμπουμ ή κοινοποίηση από το δίκτυο οικίας σας, μεταβείτε στις Προτιμήσεις προφύλαξης οθόνης.
es: Para usar tus fotos o recuerdos favoritos, configura Fotos en iCloud. Para usar la ilustración de un álbum de música o compartir contenido desde tu red doméstica, ve a “Preferencias del salvapantallas”.
es_us: Para usar tus fotos o tus recuerdos favoritos, configura Fotos en iCloud. Para usar las ilustraciones de tus álbumes musicales favoritos o para compartir contenido desde tu red local, ve a Preferencias del protector de pantalla.
fi: Jos haluat käyttää suosikkikuviasi tai muistojasi, ota iCloud-kuvat käyttöön. Jos haluat käyttää Musiikki-albumin kuvitusta tai jakaa kotiverkostasi, avaa Näytönsäästäjä-asetukset.
fr: Pour utiliser vos photos ou souvenirs préférés, configurez Photos iCloud. Pour utiliser des illustrations d’albums de Musique ou partager du contenu depuis le réseau de votre domicile, accédez aux préférences de l’économiseur d’écran.
fr_ca: Pour utiliser vos photos ou souvenirs préférés, configurez Photos iCloud. Pour utiliser les illustrations d’albums ou partager du contenu à partir du réseau de votre domicile, accédez à « Préférences de l’économiseur d’écran ».
he: כדי להשתמש בתמונות או בזיכרונות המועדפים, יש להגדיר את ״תמונות iCloud״. כדי להשתמש בעטיפות אלבומים מ״מוזיקה״ או לשתף פריטים מהרשת הביתית, יש לעבור אל ״העדפות שומר המסך״.
hi: अपनी पसंदीदा तस्वीरें या यादें इस्तेमाल करने के लिए iCloud तस्वीर सेटअप करें। संगीत ऐल्बम कलाकृति का इस्तेमाल करने या अपने होम नेटवर्क से शेयर करने के लिए स्क्रीन सेवर प्राथमिकता पर जाएँ।
hr: Za uporabu omiljenih fotografija ili uspomena podesite iCloud fotografije. Za uporabu omota glazbenih albuma ili dijeljenje s kućne mreže idite u postavke Zaštite zaslona.
hu: A kedvenc fotói vagy emlékei használatához állítsa be az iCloud‑fotókat. A Zenében található albumborítók használatához vagy az otthoni hálózatból történő megosztásukhoz nyissa meg a Képernyővédők beállításait.
id: Untuk menggunakan foto atau Memori favorit Anda, atur Foto iCloud. Untuk menggunakan gambar album Musik atau membagikan dari jaringan rumah Anda, buka Preferensi Penghemat Layar.
it: Per usare le foto e i ricordi che preferisci, configura “Foto di iCloud”. Per usare le illustrazioni degli album di Musica o condividere contenuti dalla rete domestica, vai alle preferenze del salvaschermo.
ja: お気に入りの写真や“メモリー”を使用するには、iCloud写真を設定します。“ミュージック”のアルバムアートを使用したり、ホームネットワークから共有したりするには、スクリーンセーバ環境設定に移動してください。
ko: 즐겨찾는 사진 또는 추억을 사용하려면 iCloud 사진을 설정하십시오. 음악 앨범 표지를 사용하거나 홈 네트워크에서 공유하려면 화면 보호기 환경설정으로 이동하십시오.
ms: Untuk menggunakan foto atau Memori kegemaran anda, sediakan Foto iCloud. Untuk menggunakan seni album Muzik atau berkongsi daripada rangkaian rumah anda, pergi ke Keutamaan Penyelamat Skrin.
nb: Du må klargjøre iCloud Bilder før du kan bruke favorittbildene eller -minnene dine. Gå til Skjermsparervalg hvis du vil bruke plateomslag eller dele fra hjemmenettverket ditt.
nl: Configureer iCloud-foto's om je favoriete foto's of terugblikken te gebruiken. Ga naar de schermbeveiligingsvoorkeuren om Muziek-albumillustraties te gebruiken of materiaal te delen vanuit het netwerk in je woning.
pl: Aby używać ulubionych zdjęć lub wspomnień, skonfiguruj Zdjęcia w iCloud. Aby użyć grafiki albumu muzycznego lub udostępnić z sieci domowej, przejdź do preferencji wygaszacza ekranu.
pt_br: Para usar suas fotos ou Memórias favoritas, configure as Fotos do iCloud. Para usar a capa de álbuns do app Música ou compartilhar da sua rede doméstica, acesse as Preferências de Protetor de Tela.
pt_pt: Para usar as suas fotografias favoritas ou recordações, configure Fotografias em iCloud. Para usar grafismos de álbuns ou partilhar através da rede doméstica, aceda às preferências de proteção de ecrã.
ro: Pentru a utiliza pozele sau amintirile favorite, configurați Poze iCloud. Pentru a utiliza ilustrațiile albumelor muzicale sau pentru a partaja din rețeaua casnică, accesați preferințele pentru screensaver.
ru: Чтобы использовать избранные фото и воспоминания, настройте Фото iCloud. Чтобы использовать обложки альбомов из Музыки или делиться контентом по домашней сети, перейдите в Настройки заставок.
sk: Ak chcete používať svoje obľúbené fotky alebo spomienky, nastavte si službu iCloud Fotky. Ak chcete používať grafiku z hudobných albumov alebo zdieľanie z domácej siete, prejdite do nastavení šetriča obrazovky.
sl: Za uporabo priljubljenih fotografij ali spominov nastavite Fotografije iCloud. Za uporabo naslovnice glasbenega albuma ali deljenje vsebin iz domačega omrežja odprite Nastavitve ohranjevalnika zaslona.
sv: Ställ in iCloud-bilder om du vill visa dina favoritbilder och minnen. Om du vill använda albummaterial från Musik eller dela från hemnätverket öppnar du inställningarna för skärmsläckare.
th: ในการใช้รูปภาพหรือความทรงจำโปรดของคุณ ให้ตั้งค่า “รูปภาพ iCloud” ในการใช้ภาพหน้าปกอัลบั้มเพลงหรือแชร์จากเครือข่ายภายในบ้านของคุณ ให้ไปที่การตั้งค่าภาพพักหน้าจอ
tr: Favori fotoğraflarınızı veya anılarınızı kullanmak için iCloud Fotoğrafları’nı ayarlayın. Müzik albüm kapağınızı kullanmak veya evinizdeki ağdan paylaşmak için Ekran Koruyucu tercihlerine gidin.
uk: Щоб переглядати улюблені фотографії чи спогади, налаштуйте Фото iCloud. Щоб переглядати обкладинки альбомів із музичної колекції чи вміст із домашньої мережі, перейдіть у Параметри екранної заставки.
vi: Để sử dụng ảnh hoặc kỷ niệm ưa thích của bạn, hãy thiết lập Ảnh iCloud. Để sử dụng hình minh họa album nhạc hoặc chia sẻ từ mạng gia đình của bạn, hãy đi tới Tùy chọn Trình bảo vệ màn hình.
zh_cn: 若要使用喜爱的照片或“回忆”，请设置iCloud照片。若要使用“音乐”专辑插图或从家庭网络共享，请前往“屏幕保护程序”偏好设置。
zh_hk: 如要使用你喜愛的相片或「回憶」，請設定「iCloud相片」。如要使用「音樂」專輯插圖或從你的家居網絡共享，請前往「螢幕保護程式」的「偏好設定」。
zh_tw: 若要使用你喜愛的照片或「回憶」，請設定「iCloud照片」。若要使用「音樂」專輯插圖或從你的家庭網路共享，請前往「螢幕保護程式」的偏好設定。

# SaverSelectionDescriptionPortraits
source: Clocks featuring your best photography.
ar: ساعات تتضمن أفضل لقطات تصويرية لك.
ca: Aquests rellotges inclouen les teves millors fotos.
cs: Hodiny s vašimi nejlepšími fotkami.
da: Ure med dine bedste fotos.
de: Uhren zeigen deine besten Fotos an.
el: Τα Ρολόγια εμφανίζουν τις καλύτερες φωτογραφίες σας.
es: Relojes con tus mejores fotos.
es_us: Los relojes destacan tu mejor fotografía.
fi: Näissä kellotauluissa on parhaat valokuvasi.
fr: Horloges présentant vos meilleures photos.
fr_ca: Ces horloges présentent les meilleures photos.
he: שעונים אלה מציגים את התמונות הטובות ביותר שלך.
hi: आपकी बेहतरीन फ़ोटोग्राफ़ी दिखाने वाली घड़ियाँ।
hr: Satovi prikazuju vaše najbolje fotografije.
hu: A legjobb fotóit megjelenítő órák.
id: Jam yang dilengkapi dengan foto terbaik.
it: Orologi che includono le tue fotografie migliori.
ja: あなたの最高の写真を使った時計です。
ko: 시계에 좋아하는 사진이 표시됩니다.
ms: Jam yang menampilkan fotografi terbaik anda.
nb: Klokker med de beste bildene dine.
nl: Klokken met je beste fotografie.
pl: Zegary prezentujące Twoje najlepsze zdjęcia.
pt_br: Relógios com as suas melhores fotos.
pt_pt: Relógios que incluem as suas melhores fotografias.
ro: Ceasuri care prezintă fotografiile dvs. cele mai reușite.
ru: Циферблаты с Вашими лучшими фото.
sk: Hodiny s vašimi najlepšími portrétmi.
sl: Številčnice, ki izpostavljajo vaše najboljše fotografije.
sv: Klockor som föreställer dina bästa foton.
th: นาฬิกาแสดงการถ่ายภาพที่ดีที่สุดของคุณ
tr: Fotoğrafçılığınızın en iyi örneklerini öne çıkaran saatler.
uk: Годинники з найкращими знімками.
vi: Các đồng hồ đặc trưng với những bức ảnh đẹp nhất của bạn.
zh_cn: 时钟会展示你的绝佳摄影作品。
zh_hk: 包括你最佳相片的時鐘。
zh_tw: 時鐘會顯示你的最佳攝影作品。

# SaverSelectionDescriptionPortraitsSetUp
source: To use Portraits on this Apple TV, set up iCloud Photos.
ar: لاستخدام البورتريه على هذا الـ Apple TV، يجب إعداد صور iCloud.
ca: Per utilitzar els retrats a l’Apple TV, activa les fotos a l’iCloud.
cs: Chcete‑li na této Apple TV používat spořič Portréty, nastavte si službu Fotky na iCloudu.
da: Hvis du vil bruge portrætter på dette Apple TV, skal du indstille iCloud-fotos.
de: Um „Porträts“ auf diesem Apple TV zu verwenden, richte „iCloud‑Fotos“ ein.
el: Για χρήση των Πορτρέτων σε αυτό το Apple TV, διαμορφώστε τις Φωτογραφίες iCloud.
es: Para usar el salvapantallas Retratos en este Apple TV, configura Fotos en iCloud.
es_us: Para usar retratos en este Apple TV, configura Fotos en iCloud.
fi: Jos haluat käyttää Muotokuvat-näytönsäästäjää tässä Apple TV:ssä, ota iCloud‑kuvat käyttöön.
fr: Pour utiliser Portraits sur cette Apple TV, configurez Photos iCloud.
fr_ca: Pour utiliser Portraits sur cette Apple TV, configurez Photos iCloud.
he: כדי להשתמש ב״תמונות פורטרט״ ב‑Apple TV זה יש להגדיר את ״תמונות iCloud״.
hi: इस Apple TV पर पोर्ट्रेट का इस्तेमाल करने के लिए iCloud तस्वीर सेटअप करें।
hr: Za uporabu portreta na ovom Apple TV-u podesite iCloud fotografije.
hu: Ha Portrékat szeretne használni ezen az Apple TV‑n, állítsa be az iCloud‑fotókat.
id: Untuk menggunakan Potret di Apple TV ini, atur Foto iCloud.
it: Per usare Ritratti su Apple TV, configura “Foto di iCloud”.
ja: このApple TVで“ポートレート”を使用するには、iCloud写真を設定します。
ko: 이 Apple TV에서 인물 사진을 사용하려면 iCloud 사진을 설정하십시오.
ms: Untuk menggunakan Potret pada Apple TV ini, sediakan Foto iCloud.
nb: Klargjør iCloud Bilder for å bruke Portretter på Apple TV.
nl: Om 'Portretten' op deze Apple TV te gebruiken, configureer je iCloud-foto's.
pl: Aby używać wygaszacza Portrety na tym Apple TV, skonfiguruj Zdjęcia w iCloud.
pt_br: Para usar Retratos nesta Apple TV, configure as Fotos do iCloud.
pt_pt: Para usar Retratos nesta Apple TV, configure Fotografias em iCloud.
ro: Pentru a utiliza Portrete pe acest Apple TV, configurați Poze iCloud.
ru: Чтобы использовать функцию «Портреты» на этом Apple TV, настройте Фото iCloud.
sk: Ak chcete na tomto Apple TV používať šetrič Portréty, nastavte si službu iCloud Fotky.
sl: Za uporabo portretov v tem Apple TV-ju nastavite Fotografije iCloud.
sv: Ställ in iCloud-bilder om du vill använda Porträtt på denna Apple TV.
th: ในการใช้ภาพถ่ายบุคคลบน Apple TV เครื่องนี้ ให้ตั้งค่า “รูปภาพบน iCloud”
tr: Bu Apple TV’de Portreler’i kullanmak için iCloud Fotoğrafları’nı ayarlayın.
uk: Щоб використовувати Портрети на цьому Apple TV, налаштуйте Фото iCloud.
vi: Để sử dụng Chân dung trên Apple TV này, hãy thiết lập Ảnh iCloud.
zh_cn: 若要在此Apple TV上使用“人像”，请设置iCloud照片。
zh_hk: 如要在此Apple TV上使用「人像」，請設定「iCloud相片」。
zh_tw: 若要在此Apple TV上使用「人像」，請設定「iCloud照片」。

# SaverSelectionDescriptionSnoopy
source: Watch Snoopy and Woodstock in this playful screen saver.
ar: شاهد Snoopy و Woodstock في شاشة التوقف المرحة هذه.
ca: Mira com l’Snoopy i el Woodstock es diverteixen en aquest estalvi de pantalla.
cs: Spořič obrazovky s hravými scénkami Snoopyho a Pískala.
da: Se legesyge Nuser og Woodstock på denne sjove skærmskåner.
de: Sieh dir Snoopy und Woodstock in diesem verspielten Bildschirmschoner an.
el: Απολαύστε αυτήν την παιχνιδιάρικη προφύλαξη οθόνης με τον Σνούπι και τον Γούντστοκ.
es: Snoopy y Emilio protagonizan este divertido salvapantallas.
es_us: Encuentra a Snoopy y a Woodstock en este divertido protector de pantalla.
fi: Näe Ressu ja Kaustinen tässä leikkisässä näytönsäästäjässä.
fr: Retrouvez Snoopy et Woodstock dans cet économiseur d’écran divertissant.
fr_ca: Cet économiseur d’écran plein d’entrain met en scène Snoopy et Woodstock.
he: ניתן לצפות בסנופי ובוודסטוק בשומר המסך המשעשע הזה.
hi: इस विनोदी भाव वाले स्क्रीन सेवर में स्नूपी और वुडस्टॉक को देखें।
hr: Gledajte Snoopyja i Woodstocka na ovoj razigranoj zaštiti zaslona.
hu: Ebben a játékos képernyővédőben Snoopy és Woodstock látható.
id: Tonton Snoopy dan Woodstock dalam penghemat layar seru ini.
it: Guarda Snoopy e Woodstock che giocano in questo divertente salvaschermo.
ja: スヌーピーとウッドストックをスクリーンセーバでお楽しみください。
ko: 이 화면 보호기에 등장하는 장난기 가득한 스누피와 우드스톡을 감상하세요.
ms: Tonton Snoopy dan Woodstock dalam penyelamat skrin bertema main-main ini.
nb: Se Snoopy og Fredrikke leke seg på denne morsomme skjermspareren.
nl: Bekijk Snoopy en Woodstock in deze speelse schermbeveiliging.
pl: Oglądaj zabawne scenki ze Snoopym i Woodstockiem.
pt_br: Veja o Snoopy e o Woodstock neste protetor de tela divertido.
pt_pt: Snoopy e Woodstock protagonizam esta divertida proteção de ecrã.
ro: Priviți‑i pe Snoopy și pe Woodstock în acest screensaver jucăuș.
ru: Следите за приключениями Снупи и Вудстока в этой забавной заставке.
sk: Šetrič obrazovky s hravými scénkami Snoopyho a Woodstocka.
sl: Prikažite Snoopyja in Woodstocka na igrivem ohranjevalniku zaslona.
sv: Titta på Snobben och Woodstock i den här lekfulla skärmsläckaren.
th: ดูสนูปี้และวู้ดสต็อกในภาพพักหน้าจอที่เล่นกันอย่างสนุกสนานนี้
tr: Bu eğlenceli ekran koruyucuda Snoopy’yi ve Woodstock’u izleyin.
uk: Весела екранна заставка зі Снупі й Вудстоком.
vi: Xem Snoopy và Woodstock trong trình bảo vệ màn hình vui nhộn này.
zh_cn: 在此趣味十足的屏幕保护程序中观看史努比和Woodstock。
zh_hk: 在這個歡樂的螢幕保護程式觀看史諾比和胡士托。
zh_tw: 在此趣味的螢幕保護程式中觀賞史努比和胡士托。

# SaverSelectionDescriptionSyncing
source: This screen saver will be available after your photos have synced from iCloud.
ar: ستكون شاشة التوقف هذه متاحة بعد مزامنة الصور من iCloud.
ca: L’estalvi de pantalla estarà disponible un cop s’hagin sincronitzat les fotos de l’iCloud.
cs: Tento spořič bude k dispozici, až se vaše fotky sesynchronizují s iCloudem.
da: Denne skærmskåner vil være tilgængelig, efter at dine fotos er blevet synkroniseret fra iCloud.
de: Dieser Bildschirmschoner ist verfügbar, nachdem deine Fotos von iCloud synchronisiert wurden.
el: Αυτή η προφύλαξη οθόνης θα είναι διαθέσιμη μετά τον συγχρονισμό των φωτογραφιών από το iCloud.
es: Este salvapantallas estará disponible cuando se terminen de sincronizar tus fotos de iCloud.
es_us: Este protector de pantalla estará disponible cuando tus fotos se hayan sincronizado desde iCloud.
fi: Tämä näytönsäästäjä on käytettävissä sen jälkeen, kun kuvat on synkronoitu iCloudista.
fr: Cet économiseur d’écran sera disponible dès que vos photos auront été synchronisées depuis iCloud.
fr_ca: Cet économiseur d’écran sera disponible une fois que vos photos seront synchronisées avec iCloud.
he: שומר מסך זה יהיה זמין לאחר השלמת סנכרון התמונות שלך מ-iCloud.
hi: iCloud से आपकी तस्वीरें सिंक हो जाने के बाद यह स्क्रीन सेवर उपलब्ध होगा।
hr: Ova zaštita zaslona bit će dostupna nakon što se vaše fotografije sinkroniziraju s iClouda.
hu: Ez a képernyővédő akkor lesz elérhető, miután a fotói szinkronizálódtak az iCloudból.
id: Penghemat layar ini akan tersedia setelah foto Anda diselaraskan dari iCloud.
it: Questo salvaschermo sarà disponibile al termine della sincronizzazione delle foto da iCloud.
ja: このスクリーンセーバは、iCloudから写真が同期されたあとに使用可能になります。
ko: iCloud에서 사진이 동기화된 후에 이 화면 보호기를 사용할 수 있습니다.
ms: Penyelamat skrin ini akan tersedia selepas foto anda diselaraskan daripada iCloud.
nb: Denne skjermspareren blir tilgjengelig etter at bildene dine er ferdig synkronisert fra iCloud.
nl: Deze schermbeveiliging is beschikbaar wanneer je foto's vanuit iCloud zijn gesynchroniseerd.
pl: Ten wygaszacz ekranu będzie dostępny, gdy Twoje zdjęcia zostaną zsynchronizowane z iCloud.
pt_br: Este protetor de tela ficará disponível depois que as fotos forem sincronizadas do iCloud.
pt_pt: Esta proteção de ecrã estará disponível quando terminar a sincronização das fotografias de iCloud.
ro: Acest screensaver va fi disponibil după sincronizarea pozelor dvs. de pe iCloud.
ru: Эта заставка будет доступна после синхронизации фото из iCloud.
sk: Tento šetrič obrazovky bude k dispozícii po dokončení synchronizácie vašich fotiek z iCloudu.
sl: Ta ohranjevalnik zaslona bo na voljo, ko bodo fotografije sinhronizirane iz storitve iCloud.
sv: Den här skärmsläckaren blir tillgänglig när bilderna har synkroniserats från iCloud.
th: ภาพพักหน้าจอนี้จะแสดงหลังจากที่รูปภาพของคุณเชื่อมข้อมูลจาก iCloud แล้ว
tr: Bu ekran koruyucu, fotoğraflarınız iCloud’dan eşzamanlandıktan sonra kullanılabilir.
uk: Ця екранна заставка стане доступною, коли ваші фотографії досинхронізуються з iCloud.
vi: Trình bảo vệ màn hình này sẽ khả dụng sau khi ảnh của bạn được đồng bộ hóa từ iCloud.
zh_cn: 从iCloud同步照片后，此屏幕保护程序将可用。
zh_hk: 相片從iCloud同步後，此螢幕保護程式將可供使用。
zh_tw: 此螢幕保護程式在你的照片從iCloud同步後將可供使用。

# SaverSelectionSetUp
source: Set Up…
ar: إعداد…
ca: Configura…
cs: Nastavit…
da: Indstil…
de: Einrichten …
el: Διαμόρφωση…
es: Configurar…
es_us: Configurar…
fi: Ota käyttöön…
fr: Configurer…
fr_ca: Configurer…
he: הגדרה…
hi: सेटअप करें…
hr: Podesi…
hu: Beállítás…
id: Atur…
it: Configura…
ja: 設定…
ko: 설정…
ms: Sediakan…
nb: Konfigurer…
nl: Configureer…
pl: Ustaw…
pt_br: Configurar…
pt_pt: Configurar…
ro: Configurați…
ru: Настроить…
sk: Nastaviť…
sl: Nastavi …
sv: Ställ in…
th: ตั้งค่า…
tr: Ayarla…
uk: Налаштувати…
vi: Thiết lập…
zh_cn: 设置…
zh_hk: 設定⋯
zh_tw: 設定⋯

# SaverSelectionSyncing
source: Syncing
ar: تجري المزامنة
ca: Sincronitzant
cs: Synchronizace
da: Synkroniserer
de: Synchronisieren …
el: Συγχρονισμός
es: Sincronizando
es_us: Sincronizando
fi: Synkronoidaan
fr: Synchronisation
fr_ca: Synchronisation
he: מסנכרן
hi: सिंक किया जा रहा है
hr: Sinkroniziranje
hu: Szinkronizálás
id: Menyelaraskan
it: Sincronizzo
ja: 同期中
ko: 동기화 중
ms: Menyelaraskan
nb: Synkroniserer
nl: Synchroniseren
pl: Synchronizuję
pt_br: Sincronizando
pt_pt: A sincronizar
ro: Sincronizare
ru: Синхронизация
sk: Synchronizácia
sl: Sinhroniziranje
sv: Synkroniserar
th: กำลังเชื่อมข้อมูล
tr: Eşzamanlanıyor
uk: Синхронізація
vi: Đang đồng bộ hóa
zh_cn: 正在同步
zh_hk: 正在同步
zh_tw: 同步中

# SaverShowDuringMusicDescription
source: Allows the screen saver to appear when you’re listening to Music or Podcasts.
ar: السماح بظهور شاشة التوقف أثناء الاستماع إلى الموسيقى أو البودكاست.
ca: Permet que s’iniciï l’estalvi de pantalla en escoltar música o pòdcasts.
cs: Umožňuje zobrazit spořič obrazovky při poslechu hudby a podcastů.
da: Skærmskåneren må vises, når du lytter til musik eller podcasts.
de: Der Bildschirmschoner kann angezeigt werden, wenn du Musik oder Podcasts anhörst.
el: Επιτρέπει την εμφάνιση προφύλαξης οθόνης όταν ακούτε μουσική ή podcast.
es: Permite mostrar el salvapantallas cuando estés escuchando música o podcasts.
es_us: Permite mostrar el protector de pantalla al escuchar contenido en Música o Podcasts.
fi: Sallii näytönsäästäjän käynnistymisen, kun käytät Musiikkia tai Podcasteja.
fr: Autorise l’économiseur d’écran lorsque vous écoutez du contenu dans Musique ou Podcasts.
fr_ca: Permet l’affichage de l’économiseur d’écran lorsque vous écoutez du contenu dans les apps Musique et Balados.
he: הגדרה זו מאפשרת לשומר המסך להופיע בעת האזנה למוזיקה או פודקאסטים.
hi: जब आप संगीत या पॉडकास्ट सुन रहे होते हैं, तो स्क्रीन सेवर को दिखाई देने की अनुमति देता है।
hr: Omogućuje pojavljivanje zaštite zaslona dok slušate glazbu ili podcaste.
hu: Lehetővé teszi, hogy megjelenjen a képernyővédő, amikor Ön a Zene vagy a Podcastok appot hallgatja.
id: Mengizinkan penghemat layar untuk muncul saat Anda mendengarkan Musik atau Podcast.
it: Consente di visualizzare il salvaschermo quando stai riproducendo contenuti di Musica o Podcast.
ja: ミュージックやポッドキャストの再生中にスクリーンセーバを表示できるようにします。
ko: 음악 또는 팟캐스트를 들을 때 화면 보호기가 나타나도록 허용합니다.
ms: Membenarkan penyelamat skrin kelihatan apabila anda mendengar Muzik atau Podcast.
nb: Tillater at skjermspareren vises når du lytter til Musikk eller Podkaster.
nl: Hiermee wordt de schermbeveiliging weergegeven als je naar Muziek of Podcasts luistert.
pl: Pozwala wyświetlać wygaszacz ekranu podczas słuchania w aplikacji Muzyka lub Podcasty.
pt_br: Permite que o protetor de tela apareça quando você estiver usando os apps Música ou Podcasts.
pt_pt: Permite que a proteção de ecrã seja ativada ao ouvir música ou podcasts.
ro: Permite afișarea screensaverului în timp ce ascultați muzică sau podcasturi.
ru: Заставка сможет запускаться, когда Вы слушаете Музыку и Подкасты.
sk: Umožňuje zobraziť šetrič obrazovky pri počúvaní hudby alebo podcastov.
sl: Omogočite prikazovanje ohranjevalnika zaslona med poslušanjem vsebin iz aplikacije Glasba ali Podkasti.
sv: Låter skärmsläckaren visas när du lyssnar på Musik eller Podcaster.
th: อนุญาตให้ภาพพักหน้าจอแสดงเมื่อคุณฟังเพลงหรือพ็อดคาสท์อยู่
tr: Müzik veya podcast dinlerken ekran koruyucunun görünmesine izin verir.
uk: Екранна заставка може зʼявлятися під час прослуховування музики чи подкастів.
vi: Cho phép trình bảo vệ màn hình xuất hiện khi bạn đang nghe nhạc hoặc podcast.
zh_cn: 聆听音乐或播客时，允许屏幕保护程序显示。
zh_hk: 聆聽「音樂」或Podcast時，允許顯示螢幕保護程式。
zh_tw: 聆聽「音樂」或Podcast時允許顯示螢幕保護程式。

# SaverShowDuringMusicOff
source: No
ar: لا
cs: Ne
da: Nej
de: Nein
el: Όχι
fi: Ei
fr: Non
fr_ca: Non
he: לא
hi: नहीं
hr: Ne
hu: Nem
id: Tidak
ja: いいえ
ko: 아니요
ms: Tidak
nb: Nei
nl: Nee
pl: Nie
pt_br: Não
pt_pt: Não
ro: Nu
ru: Нет
sk: Nie
sl: Ne
sv: Nej
th: ไม่
tr: Hayır
uk: Ні
vi: Không
zh_cn: 否
zh_hk: 否
zh_tw: 否

# SaverShowDuringMusicOn
source: Yes
ar: نعم
ca: Sí
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
es_us: Sí
fi: Kyllä
fr: Oui
fr_ca: Oui
he: כן
hi: हाँ
hr: Da
hu: Igen
id: Ya
it: Sì
ja: はい
ko: 예
ms: Ya
nb: Ja
nl: Ja
pl: Tak
pt_br: Sim
pt_pt: Sim
ro: Da
ru: Да
sk: Áno
sl: Da
sv: Ja
th: ใช่
tr: Evet
uk: Так
vi: Có
zh_cn: 是
zh_hk: 是
zh_tw: 是

# SaverShowDuringMusicTitle
source: Show During Music and Podcasts
ar: الإظهار أثناء الموسيقى والبودكاست
ca: Mostra en reproduir música o pòdcasts
cs: Při přehrávání hudby a podcastů
da: Vis når musik og podcasts afspilles
de: Während Musik und Podcasts anzeigen
el: Εμφάνιση με Μουσική και Podcasts
es: Mostrar con la música o los podcasts
es_us: Mostrar con música y podcasts
fi: Näyttö Musiikin ja Podcastien aikana
fr: Pendant la musique et les podcasts
fr_ca: Visible avec musique et balados
he: הצגה במהלך מוזיקה ופודקאסטים
hi: संगीत और पॉडकास्ट के दौरान दिखाएँ
hr: Prikaz tijekom glazbe i podcasta
hu: Megjelenítés zene és podcastok közben
id: Tampilkan Saat Musik dan Podcast Diputar
it: Mostra durante musica e podcast
ja: ミュージックとポッドキャストの再生中に表示
ko: 음악 및 팟캐스트를 실행하는 동안 표시
ms: Tunjukkan Semasa Muzik dan Podcast
nb: Vis når musikk og podkaster avspilles
nl: Toon tijdens Muziek en Podcasts
pl: Pokazuj, gdy odtwarzam muzykę i podcasty
pt_br: Mostrar Durante Músicas e Podcasts
pt_pt: Mostrar durante músicas e podcasts
ro: Vizibil la redarea muzicii/podcasturilor
ru: Показ с музыкой и подкастами
sk: Zobraziť počas prehrávania hudby a podcastov
sl: Prikaži med delovanjem aplikacij Glasba in Podkasti
sv: Visa under musik och poddar
th: แสดงระหว่างเล่นเพลงและพ็อดคาสท์
tr: Müzik ve Podcast Çalarken Göster
uk: Під час музики і подкастів
vi: Hiển thị trong Nhạc và Podcast
zh_cn: 播放音乐和播客时显示
zh_hk: 在播放音樂及Podcast時顯示
zh_tw: 播放音樂和Podcast時顯示
